Repository: raspopov/SLAP
Catalog: SLAP/res/SLAP.exe.19.po
Languages: ru

source: Global settings
ru: Глобальные настройки

source: OK
ru: Принять

source: Write debugging log on Desktop
ru: Запись отладочного лога на Рабочем столе

source: No sound
ru: Без звука

source: Play this sound:
ru: Проиграть этот звук:

source: Show online avatars only
ru: Показывать только онлайн аватары

source: Show tray notification
ru: Показывать уведомления в трее

source: Start application at Windows startup
ru: Запускать приложение при старте Windows

source: Cancel
ru: Отмена

source: Online
ru: Онлайн

source: Offline
ru: Офлайн

source: Second Life Login
ru: Авторизация Second Life

source: Avatar list update period (seconds):
ru: Период обновления списка (секунд):

source: Dead time after status change (seconds):
ru: Мёртвое время после смены статуса (секунд):

source: Username:
ru: Имя пользователя:

source: Password:
ru: Пароль:

source: <a>Check for updates...</a>
ru: <a>Обновления...</a>

source: Play sound and show notification until manually stopped
ru: Играть звук и показывать уведомление до ручного останова

source: Reset Timeline
ru: Обнулить

source: Online timeline (hours):
ru: Время онлайна (часы):

source: Teleport To
ru: Телепорт к

source: Avatar Options
ru: Настройки аватара

source: Open Web-Profile
ru: Открыть веб-профиль

source: Copy to Clipboard
ru: Копировать в буфер обмена

source: Exit
ru: Выход

source: Show/Hide
ru: Показать/Спрятать

source: Delete
ru: Удалить

source: Refresh list
ru: Обновить список

source: Windows Sockets initialization failed.
ru: Ошибка инициализации Windows Sockets.

source: Filter avatars by name
ru: Выбор аватаров по имени

source: Closing...
ru: Закрытие...

source: Windows Internet initialization failed.
ru: Ошибка инициализации Windows Internet.

source: WARNING! This file may contain an unencrypted user name, password and other personal information of Second Life!
ru: ПРЕДУПРЕЖДЕНИЕ! Этот файл может содержать незашифрованные имя пользователя, пароль и другую личную информацию Second Life!

source: Second Life Avatar Online
ru: Second Life аватар появился онлайн

source: Second Life Avatar Offline
ru: Second Life аватар перешёл в офлайн

source: Retrieving "Friends Online" page...
ru: Получение "Friends Online"...

source: Authorizing...
ru: Авторизация...

source: Avatars: %u / Online: %u
ru: Аватаров: %u / Онлайн: %u

source: Last online: %H:%M %d.%m.%Y
ru: Был онлайн в: %H:%M %d.%m.%Y

source: Required username and password.
ru: Требуется имя пользователя и пароль.

source: Failed to load "Friends Widget" page.
ru: Ошибка загрузки "Friends Widget".

source: Failed to load "Friends Online" page.
ru: Ошибка загрузки "Friends Online".

source: Do you want delete %d selected avatar(s)?
ru: Удалить %d выделенных аватаров?

source: Sound Files (*.wav;*.mp3)|*.wav;*.mp3|All Files (*.*)|*.*||
ru: Звуковые файлы (*.wav;*.mp3)|*.wav;*.mp3|Все файлы (*.*)|*.*||

source: Login failed.
ru: Ошибка авторизации.

source: Failed to load OpenId form.
ru: Ошибка загрузки формы OpenId.

source: Failed to complete OpenId login.
ru: Ошибка авторизации OpenId.

source: Retrieving "Friends Widget" page...
ru: Получение "Friends Widget"...

source: Authorizing OpenId...
ru: Авторизация OpenId...
